[Setting]
Language=English
LanguageID=0804
Version=3.4




[String]

IDM_EXIT=E&xit
IDM_SHOWWINDOW=&Show HideDragon
IDM_HIDEWINDOW=&Hide HideDragon


IDD10_Title=HideDragon 3.4
IDD102_2=E&xit
IDD10_1005=&Options...
IDD10_1004=Hide &Icon
IDD10_1664=Show &Icon
IDD10_1102=Mouse:
IDD10_1105=Hide All Windows:
IDD10_1106=Show HideDragon:
IDD10_1042=Always On To&p
IDD10_1067=Window List:
IDD10_1103=Run Program in Background
IDD10_1011=&Clear All
IDD10_1001=R&efresh
IDD10_1107=Click mouse's left and right keys together to hide all windows.
IDD10_1066=Background Runned Program List:
IDD10_1070=Auto-Hide the popup wi&ndows of the hidden item
IDD10_1104=&Show
IDD10_1008=Enabled
IDS_USAGETIP_CLICKLEFTRIGHTHIDEWND=Click mouse's left and right keys together to hide all windows.
IDS_USAGETIP_CLICKMIDDLEHIDEWND=Click mouse's middle button to hide all windows.
IDS_USAGETIP_SELWNDLISTCANRESERVEWND=In Windows List the checked item to be reserve
IDS_USAGETIP_RECLICKRIGHTLEFTSHOWWINDOW=ReClick mouse's left and right keys together to show hided windows.
IDS_USAGETIP_RECLICKMIDDLESHOWWINDOW=ReClick mouse's middle button to show all windows.
IDS_USAGETIP_PRESSHOTKEYTOHIDEWINDOW=Press 'Hide Window' hotkey to hide all windows.
IDS_USAGETIP_HIDESELITEM=In Windows List the checked item to be hide.
IDS_USAGETIP_REPRESSHOTKEYTOSHOWWINDOW=Re press Hide Window hotkey to reshow hided windows.
IDS_USAGETIP_MOUSEHOOKDISABLED=Mouse's left and right keys together to hide all windows is disabled.
IDS_TRAYICON_TOOLTIP=HideDragon
IDS_TRAYICON_BALLTIPTITLE=HideDragon 3.4
IDS_TRAYICON_BALLTIP=HideDragon has minimized, you can right click this icon to access more functions.
IDS_STATUSBAR_WELCOME=Welcome to Use HideDragon
IDS_TIP_CLICKTOEXPANDINFO=Brothersoft,Software Downloads Site You Can Depend On.



IDS_TIP_LISTVIEW=Right click on the item to access more functions.
IDS_TIP_SWITCH=When click mouse middle button, hide checked item in Window List.
IDS_TIP_TRAYLIST=Right click on the item to access more functions.





IDS_PASSWORDDLG_TITLE=HideDragon
IDD231_Title=HideDragon
IDD231_1314=HideDragon enabled Password Protected, need input password to show main window.
IDD231_1319=Password is invalid, please re input.
IDD231_1315=Password:
IDD231_1317=OK
IDD231_1318=Cancel






IDS_HOTKEY_TITLE=HotKey
IDD108_1020=Click mouse's &left and right keys together to hide all windows
IDD108_12IDD110_1076=Hide &process after hide window
12=Click mouse's &middle button to hide all windows
IDD108_1109=Use Mouse to hide windows:
IDD108_1112=Right button must first pus&h
IDD108_1110=Hide Window Hotkey:
IDD108_1085=Mus&t use this hotkey to reshow hided windows
IDD108_1140=Show HideDragon:
IDD108_1075=&Show tip dialog when HideDragon run to background


IDS_PASSWORD_TITLE=Password Protection
IDD127_1113=If you make the password-protection setting, you have to input the password to redisplay the hidden windows. If the password is not correct, the hidden windows won't show due to the security manner.
IDD127_1114=Password can be changed without inputting the old one, considering the password may be forgotten by the user
IDD127_1057=&Enable Password Protection
IDD127_1115=Password:
IDD127_1116=Input Again:





IDS_BACKGROUND_TITLE=Background Run
IDD138_1117=Background Options:
IDD138_1074=A&uto-Hide popup windows of background processing programs
IDD138_1306=&Enable Auto Hide Program and Tray Icon
IDD138_1307=Enable Auto Hide
IDD138_1311=When double click in Window List item:
IDD138_1080=Hide Clicked Wi&ndow
IDD138_1081=Set Window &Foreground
IDD138_1312=Check &Clicked Item










IDS_QUICKHIDE_TITLE=Quick Hide Window
IDD144_1119=System:
IDD144_1078=&Auto hide popup windows of quick hided window
IDD144_1077=&Memory habit of hide window
IDD144_1245=Hide all tray &icon after quick hide window
IDD144_1093=&Run specified program after quick hide window
IDD144_1267=Clean Computer History after quick hide wind&ow
IDD144_1076=Hide Process &in taskmgr after quick hide window
IDD144_1001=&Program path...
IDD144_1120=Checked Item In Window List:
IDD144_1080=R&eserve checked window
IDD144_1081=&Hide checked window

IDS_QUICKHIDE_FILETYPE1=Executable File (*.EXE)
IDS_QUICKHIDE_FILETYPE2=*.EXE
IDS_QUICKHIDE_FILETYPE3=All Files (*.*)
IDS_QUICKHIDE_FILETYPE4=*.*



IDS_QUICKHIDE_DAILOGTITLE=Please Select Executable File





IDS_MOUSEMOTION_TITLE=Mouse Motion


IDS_AUTOUPDATE_TITLE=Auto Update
IDD161_1047=Automatic Update:
IDD161_1080=Enable automatic updat&e
IDD161_1138=Select this automatic update is enable,the newer version is update silent.It is wonderful!
IDD161_1081=&Only prompt when newer version available
IDD161_1139=Select this only prompt user,user decide if update.






IDS_OTHERSETTING_TITLE=Others
IDD110_1121=System:
IDD110_1019=Minimize the systemic sound after &hide windows
IDD110_1040=R&un HideDragon when Windows startup
IDD110_1071=No display &main window when HideDragon run
IDD110_1095=No display tray &icon when HideDragon run
IDD110_1041=Add HideDragon sho&rtcut into Quick Launch Area
IDD110_1247=Not Show Infomation Pa&nel when HideDragon run

IDD110_1122=The hidden windows when exit HideDragon:
IDD110_1022=Close all hidd&en windows
IDD110_1023=Di&splay all hidden windows




IDD163_Title=Set Background Window Hotkey
IDD163_1144=Please press hotkey that background window
IDD163_1204=If custom hotkey, must press hotkey in the hotkey box.
IDD163_1145=Hotkey:
IDD163_1221=保存此快捷键，在下次运行HideDragon时仍然有效
IDD163_1142=OK
IDD163_1143=Cancel





IDD164_Title=Change Window Title
IDD164_1186=Please input window title in below.
IDD164_1187=Window Title:
IDD164_1148=The title can't empty, please input.
IDD164_1146=OK
IDD164_1147=Cancel
IDS_TITLE_MACROFLASH=Macromedia Flash MX Professional 2004 - [Untitled-1]
IDS_TITLE_MYCOMPUTER=My Computer
IDS_TITLE_NOTEPAD=Untitled - Notepad
IDS_TITLE_EXCEL=Microsoft Excel - Book1
IDS_TITLE_WORD=Document1 - Microsoft Word
IDS_TITLE_DW=Macromedia Dreamweaver MX 2004 - [Untitled Document (Untitled-1)]
IDS_TITLE_OUTLOOK=Inbox - Microsoft Outlook
IDS_TITLE_PHOTOSHOP=Adobe Photoshop
IDS_TITLE_CAL=Calculator
IDS_TITLE_ULTRAEDIT=UltraEdit-32 - [Edit1]
IDS_TITLE_ADOBEREADER=Adobe Reader
IDS_TITLE_WINDOWHELP=Windows Help






IDS_CHANGEICON_PLEASESELICON=Please Select Icon
IDS_CHANGEICON_FILETYPE1=Icon File (*.ICO)
IDS_CHANGEICON_FILETYPE2=*.ICO
IDS_CHANGEICON_FILETYPE3=AllFile (*.*)
IDS_CHANGEICON_FILETYPE4=*.*
IDS_MESSAGEBOX_EXPLCANNOT=Explorer.exe Can Not Change Icon.


IDS_ABOUT_TITLE=Copyrights
IDD106_1033=HideDragon 3.4
IDD106_1034=Copyright (C) 2003.4 - 2008.12.26 HideDragon
IDD106_1035=All Rights Reserved.
IDD106_1124=MSN:
IDD106_1028=Please send us emails for any advice or comment,and we will improve our software in next version.
IDS_PARA2=Welcome to register, In this way you will obtain a registration code which allows you to continue using this software and receive technical support.
IDS_TIP_MAIL=Feedback and Suggestion.
IDS_TIP_HTTP=Get the newest information about HideDragon.
IDD106_1320=This software is lisence to:
IDS_UNREGISTER=Unregistered



IDS_README_TITLE=ReadMe



IDS_HISTORY_TITLE=History


IDS_ABOUTOPTION_TITLE=About...


IDS_OPTIONDIALOG_TITLE=Options




IDD145_Title=HideDragon
IDD145_1125=HideDragon run to background, you can use hotkey:
IDD145_1126=Or
IDD145_1127=run HideDragon again
IDD145_1128=to reshow HideDragon.
IDD145_1097=&Don't show this dialog again
IDD145_1129=&Close


IDS_PROPERTY_TITLE=Property
IDS_GENERAL_TITLE=General
IDD168_1174=Process ID:
IDD168_1175=Process Name:
IDD168_Title=General
IDD168_1213=Icon
IDD168_1180=Original Icon:
IDD168_1181=New Icon:
IDD168_1182=Tray Icon:
IDD168_1183=Background Hotkey:
IDD168_1184=Transparent:
IDD168_1185=Automatic Checked:
IDS_PROPERTYLIST_WNDTITLE=Window Title
IDS_PROPERTYLIST_WNDHANDLE=Window Handle
IDD168_1190=None



IDD167_Title=Additional
IDS_PROPERTYOTHER_TITLE=Additional

IDD167_1176=Visible Windows Numbers:
IDD167_1177=Window Title And Handle:
IDD167_1178=Original Title:
IDD167_1179=New Title:
IDS_AUTORESERVE_YES=Yes
IDS_AUTORESERVE_NO=No





IDS_WIZARDBEGIN_TITLE=The specified background processing wizard
IDD136_Title=The specified background processing wizard
IDD136_1130=Welcome to use HideDragon specified background processing wizard:
IDD136_1131=This wizard can help you:
IDD136_1132=Appoint the tray icon to run in the background.
IDD136_1133=Appoint the windows on desktop to run in the background, if this window has the corresponding tray icon, its tray icon will run in background too.






IDD131_1064=Select the tray icons or windows to be run in the background.
IDS_WIZARDBKSELWND_FIRSTSTEP=First Step
IDS_WIZARDBKSELWND_SELECTWNDORICON=Select the programs or tray icons to be hidden.
IDS_WIZARDSELWND_TRAYICON=Tray Icon
IDS_WIZARDSELWND_RELATEDTEXT=Window titles or tooltips related to the tray icons
IDS_WIZARDSELWND_PROCESSID=Process ID




IDS_WIZARDBKFINSIH_FINISH=Finish
IDS_WIZARDBKFINISH_CLICKFINISHTOSEL=Click Finish to hide the selected icons or windows.
IDD132_1134=Below are the programs to be run in background, if you click "Finish", these programs will run in the background. To display these background processing programs, you can go to Background Processing Programs List in the main window.
IDS_WIZARDFINISH_TRAYICON=Tray Icon
IDS_WIZARDFINISH_RELATEDTEXT=Window titles or tooltips related to the tray icons
IDS_WIZARDFINISH_PROCESSID=Process ID


IDD101_Title=HideDragon
IDD101_1004=Hidedragon has the setting of password-protection, which requires the password input to restore the hidden windows. In case the password is forgotten, Hidedragon has to be run again, and the password can be set up when no window is hidden.
IDD101_1005=Password:
IDD101_1003=Invalid password, please try again!
IDD124_Title=HideDragon - Registration
IDD124_1202=Tech.Support
IDD124_1217=Limitation of trail version:
IDD124_1193=You can only run 50 times.
IDD124_1298=After register, You will get no ads version.
IDD124_1194=Feedback and Support
IDD124_1195=We provide free technical assistance.
IDD124_1220=To retrive register code:
IDD124_1218=Support@HideDragon.com
IDD124_1219=&Buy HideDragon
IDD124_1199=User Name:
IDD124_1200=Registration Code:
IDD124_1001=&Register
IDD124_1201=Remind Me Later
IDS_MESSAGEBOX_REGISTERSUCCESSFUL=Register sucessful!
IDS_MESSAGEBOX_SERIALERROR=Invalid Registration Info.
IDS_TIP_REGISTEREMAIL=FeedBack and Suggest
IDS_TIP_REGISTERBUYURL=License code sent automatically within minutes after your purchase. 
IDS_MESSAGEBOX_USERNAMETOSHORT=User Name at least 3 characters.





IDS_LISTVIEW_WINDOWTITLE=Window Title
IDS_LISTVIEW_PROCESSID=Process ID
IDS_LISTVIEW_TRAYICON=Tray Icon
IDS_MOUSE_STATUS_ENABLED=Enabled
IDS_MOUSE_STATUS_DISABLED=Disabled
IDS_LISTVIEWBK_TRAYICON=Tray Icon
IDS_LISTVIEWBK_RELATEDTITLE=Window Title or Tray Icon's Tooltip
IDS_LISTVIEWBK_PROCESSID=Process ID
IDS_HAVETRAYICON=Have





IDS_MAINDIALOG_TITLE=HideDragon
IDS_MESSAGEBOX_REGHIDEALLWINDOWFAILURE=Register hide window hotkey failure.
IDS_MESSAGEBOX_REGSHOWHIDEDRAGONFAILURE=Register show HideDragon hotkey failure.
IDS_MESSAGEBOX_PLEASESELECTAITEM=Please select a item.
IDS_MESSAGEBOX_NOTFOUNDLANGPACK=Not found language pack,or load language failure.
IDS_MESSAGEBOX_REGHIDEWNDFAILURECHANGE=Register hide window hotkey failure,please change another.
IDS_MESSAGEBOX_REGSHOWHIDEDRAGONFAILURECHANGE=Register show HideDragon hotkey failure,please retry another.
IDS_MESSAGEBOX_IFNOTCONFLICT=The cancellation of the option will not be recommended if it does not conflict with other programs.
IDS_MESSAGEBOX_REGISTERSUCCESSFUL=Register successful!You can acquire one year update and technology support.
IDS_MESSAGEBOX_IFENABLEPASSWORD=If enable password protect,must input password.
IDS_MESSAGEBOX_PASSWORDNOTMATCH=Password is not matching.
IDS_MESSAGEBOX_PLEASESELECTWNDORICON=Please select the icons or windows to be hidden.
IDS_MESSAGEBOX_SELECTEDWNDORICONISCANCEL=You have selected the windows or icons to be hidden, if cancel,these windows or icons will not be hidden, are you sure to cancel?
IDS_MESSAGEBOX_NEEDSELPROGRAM=If exit the hided window will show now. Are you sure exit?
IDS_MESSAGEBOX_FILENOTFULL=File not full, please re install HideDragon.






IDM_MAIN_FILE=&File
IDM_MAIN_JOB=&Windows List
IDM_MAIN_TOOL=&Tools
IDM_MAIN_DISGUISE=&Disguise
IDM_MAIN_BACKGROUND=&Background
IDM_MAIN_HELP=&Help

IDM_ONTOP=Always on to&p
IDM_HIDEICON=Hide &Icon
IDM_SHOWICON=Show &Icon
IDM_HIDEHDPROCESS=Hide P&rocess
IDM_HIDETIP=&Show Tips
IDM_NEWCOMMERMODEL=Beginner &Model
IDM_EXPANDINFOPANEL=&Expand Info Panel
IDM_OPTION=&Options...
IDM_CHANGELANGUAGE=Language
IDM_SPECBK=Backgrounding &Wizard...
IDM_UPDATE=&Update
IDM_ACQUIRELANGUAGE=&Get More Language pack now...
IDM_VIDEOTURORIAL=Video &Tutorial...
IDM_QUICKSTART=Quick Start
IDM_XPQH=eXPerience &Quick Hide Window...
IDM_XPBK=eXPerience &Backgrou&nding Programs...
IDM_XPDISGUISE=eXPerience &Disguise Window...
IDM_HELP_CLEAN=eXPerience Clean Computer &Trace...
IDM_HELP_HIDEIP=eXPerience Hide &IP...
IDM_USERMANUAL=&Manual...
IDM_SUGGEST=&Feedback and Support
IDM_BUYONLINE=B&uy HideDragon...
IDM_REGISTER=&Enter Registration Code...
IDM_BLOG=Bl&og...
IDM_ABOUT=A&bout...



IDM_RESERVESEL=&Reserved Checked Window
IDM_HIDESEL=Checked Window &Hided
IDM_RESERVE=&Check This Window
IDM_CANCELRESERVE=Ca&ncel Check This Window
IDM_AUTORESERVE=&Automatic Check This Window
IDM_CANCELAUTORESERVE=Cance&l Automatic Check This Window
IDM_SETWNDALPHA=Set Window Transparent
IDM_JOB_TIP3=Use Upper Functions Pleease Select Window Lis&t

IDM_TRANSPARENT_RESTORE=Rest&ore
IDM_TRANSPARENT_LOW=Lo&w Transparent
IDM_TRANSPARENT_MIDDLELOW=&Middle Low Transparent
IDM_TRANSPARENT_MIDDLE=M&iddle
IDM_TRANSPARENT_MIDDLEHIGH=Middle &High
IDM_TRANSPARENT_MOSTHIGH=A&bsolute Transparent

IDM_TOBK=&Background this Window
IDM_BKWNDHOTKEY=&Custom BK Window Hotkey...
IDM_UNREGISTERHK=&Unregister BK Window Hotkey
IDM_CHANGEICON=Change Window &Icon...
IDM_CHANGETITLE=Change Window &Title...
IDM_RESTOREICONTITLE=Restore Win&dow And Icon
IDM_REMEMBER=&Memory Last Changed Icon and Title
IDM_PROPERTY=&Property...
IDM_SETTOTOP=&Switch to...
IDM_ADDAUTOHIDE=Add to &auto hide list



IDC_TABNAME_WNDLIST=Window List
IDC_TABNAME_TRAYICON=Tray Icon List
IDC_TABNAME_BKLIST=Hided Window List
IDC_TABNAME_WEBPAGE=Top Product
IDC_TABNAME_PROCESSLIST=Processes List
IDC_TABNAME_CLEANPRIVACY=Clean History
IDC_TABNAME_HIDEIP=Hide IP
IDC_TABNAME_AUTOHIDE=Auto Hide List





IDM_TAB_TRAY_LIST=Hide &this tray icon
IDM_BKITEM_SHOW=&Show
IDM_BKTAB_BKWIZARD=Use &Wizard background window
IDS_TRAYLIST_PLEASESELITEM=Please Select to Hide Icon in List.
IDM_TAB_TRAY_ADDAUTOHIDE=Add to &auto hide list




IDD181_Title=InfomationPanel
IDD181_1225=Mouse
IDD181_1226=Enabled
IDD181_1227=Always On &Top
IDD181_1228=&Options...
IDD181_1229=&Hide Icon
IDD181_1230=Hide All Window:
IDD181_1231=Show HideDragon:
IDD181_1234=&Background Program
IDD181_1238=Infomation Panel


IDD179_Title=AllWindowTabPage
IDD179_1239=&Refresh
IDD179_1244=&Checked Item Will be Hide
IDD179_1304=&Hide Selected Window





IDD180_Title=TrayIconList
IDD180_1224=&Refresh
IDD180_1289=Hide &Tray Icon




IDD182_Title=BackgroundTab
IDD182_1241=&Auto Hide Poped Window
IDD182_1242=&Show








IDS_CLEANPRIV_CACHEWEBFILE=Temporary Internet Files
IDS_CLEANPRIV_WEBHISTORY=Internet History
IDS_CLEANPRIV_IEPASSWORD=IE Auto save password
IDS_CLEANPRIV_IEFORM=IE Auto Completed Form
IDS_CLEANPRIV_MYIE2=MyIE2 Trace
IDS_CLEANPRIV_WINDOWSTEMPDIR=Windows Temporary Directory
IDS_CLEANPRIV_STARTMENUDOC=Start Menu Document Trace
IDS_CLEANPRIV_NETWORKPLACE=Network Place Trace
IDS_CLEANPRIV_RUNCOMMAND=Run Command Dialog History
IDS_CLEANPRIV_SYSTEMCLIPBOARD=System Clipboard
IDS_CLEANPRIV_WINDOWSSEARCHHISTORY=Windows Search Trace
IDS_CLEANPRIV_OPENFILEHISTORY=Open File Trace
IDS_CLEANPRIV_CLEANPREREADFILE=Clean Pre Read File
IDS_CLEANPRIV_IEADDRESSEDIT=IE Adress List(Valid on Restart IE)
IDS_CLEANPRIV_WINDOWSMEDIAPLAYER=Windows Media Player
IDS_CLEANPRIV_REALONE=RealOne/RealPlayer
IDS_CLEANPRIV_POWERDVD=PowerDVD
IDS_CLEANPRIV_COOKIES=Internet Cookies
IDS_CLEANPRIV_WORD=Microsoft Word
IDS_CLEANPRIV_EXCEL=Microsoft Excel
IDS_CLEANPRIV_POWERPOINT=Microsoft PowerPoint
IDS_CLEANPRIV_ACCESS=Microsoft Access
IDS_CLEANPRIV_WORDPAD=Windows Wordpad
IDS_CLEANPRIV_OUTLOOKTEMPDIR=Microsoft Outlook Temporary Folder
IDS_CLEANPRIV_OFFICE=Microsoft Office
IDS_CLEANPRIV_ULTRAEDIT=UltraEdit
IDS_CLEANPRIV_WINZIP=WinZip
IDS_CLEANPRIV_EDITPLUS=EditPlus
IDS_CLEANPRIV_WINRAR=WinRar










IDS_CLEANPRIV_INITCOMFAILURE=Init COM Library Failure.



IDS_CLEANING_TEMPWEB=Cleaning Internet Temp files...
IDS_CLEANING_WEBHISTORY=Cleaning Internet History...
IDS_CLEANING_IEPASSWORD=Cleaning IE Autosave password...
IDS_CLEANING_IEFORM=Cleaning IE Autosave form...
IDS_CLEANING_WINTEMPFOLDER=Cleaing Temp Folder...
IDS_CLEANING_STARTMENUDOC=Cleaing Start Menu Documents...
IDS_CLEANING_NETWORKPLACE=Cleaing Networkplace History...
IDS_CLEANING_RUNDIALOG=Cleaing Start Menu Run Dialog...
IDS_CLEANING_CLIPBOARD=Cleaning Windows Clipboard...
IDS_CLEANING_WINSEARCH=Cleaning Windows Search History...
IDS_CLEANING_OPENFILE=Cleaning Open File History...
IDS_CLEANING_PREREADFILE=Cleaning Pre File...
IDS_CLEANING_IEADDRESSBAR=Cleaning IE AddressBar...
IDS_CLEANING_MEDIALPLAYER=Cleaning Windows Media Player...
IDS_CLEANING_REALPLAYER=Cleaning RealPlayer...
IDS_CLEANING_POWERDVD=Cleaning PowerDVD...
IDS_CLEANING_COOKIES=Cleaning Internet Cookies...
IDS_CLEANING_WORD=Cleaning Microsoft Word...
IDS_CLEANING_EXCEL=Cleaning Microsoft Excel...
IDS_CLEANING_POWERPOINT=Cleaning Microsoft PowerPoint...
IDS_CLEANING_ACCESS=Cleaning Microsoft Access...
IDS_CLEANING_WORDPAD=Cleaning Windows WordPad...
IDS_CLEANING_OUTLOOKTEMPFOLDE=Cleaning Microsoft Outlook Temp Folders...
IDS_CLEANING_OFFICETEMPFOLDER=Cleaning Microsoft Office Office Folders...
IDS_CLEANING_OFFICEHISTORY=Cleaning Microsoft Office History...
IDS_CLEANING_ULTRAEDIT=Cleaning UltraEdit
IDS_CLEANING_WINZIP=Cleaning WinZip
IDS_CLEANING_EDITPLUS=Cleaning EditPlus
IDS_CLEANING_WINRAR=Cleaning WinRAR
IDS_CLEANPRIV_CLEANSUCESS=Congratulation ,Clean Success!








IDD199_Title=CleanPrivacyPanel
IDD199_1264=HideDragon can clean your computer history,you can select after hide window clean history.
IDD199_1257=Select All
IDD199_1258=Un Select All
IDD199_1256=Clean &Now
IDD199_1259=Clean history after hide window

IDD197_Title=ProcessPanel
IDD197_1254=&Refresh
IDD197_1292=&Hide Process



IDS_HIDEPROCESS_PLEASESELITEM=Please Select a Item.


IDS_PROCESSLISTVIEW_IMAGENAME=Image Name
IDS_PROCESSLISTVIEW_PID=Process ID

IDM_PROCESSLIST_HIDE=&Hide Process
IDM_PROCESSLIST_END=&End Process



	

IDD200_Title=HideDragon - Clean trace of computer
IDD200_1262=&Cancel



IDD205_Title=HideIP - General



IDD205_1282=Hide IP - General Panel
IDD205_1273=&Hide IP
IDD205_1287=Current IP:




IDD205_1283=&Stop Search
IDD205_1285=&Restore IP




IDD205_1284=Status
IDD205_1274=&Advanced...








IDD204_Title=Hide IP - Advanced
IDD204_1280=Hide IP - Advanced
IDD204_1286=&Search
IDD204_1288=Stop S&earch
IDD204_1271=&Use This IP
IDD204_1272=Restore I&P
IDD204_1505=&General...
IDD204_1277=Status




IDD207_Title=Auto Hide List
IDD207_1301=&Add...
IDD207_1308=&Delete
IDD207_1303=List shows auto hided the program and tray icon. You can fill in the below by Add button, or in the window list, tray icon list to choose to add to list.
IDD207_1309=&Enable Auto Hide Program or Tray Icon
IDS_LISTVIEWAH_ID=ID
IDS_LISTVIEWAH_PROCESSNAME=Process Name
IDS_LISTVIEWAH_TYPE=Type
IDS_AUTOHIDE_DAILOGTITLE=Please select process to auto hide

IDS_AUTOHIDETYPE_TRAY=Tray Icon
IDS_AUTOHIDETYPE_WINDOW=Window
IDM_AUTOHIDE_ADD=&Add...
IDM_AUTOHIDE_DEL=&Delete
IDS_AUTOHIDE_PLEASESELITEM=Please select item to delete







IDS_HIDEIP_SETPROXYSUCCESS=Hide IP Successful, Proxy Set To System.
IDS_HIDEIP_STATESTOPSEARCH=Stop Search, Not Hide IP
IDS_HIDEIP_STATETESTINGSERVER=Testing Proxy Server...
IDS_HIDEIP_SETTINGPROXY=Found Fastest Server，Setting Proxy To System
IDS_HIDEIP_ALREADYFOUNDPROXY=Test Successful!Find Fastest Server.
IDS_HIDEIP_CONNECTINGSERVER=Connectting Server, Please Wait...
IDS_HIDEIP_CANNOTCONNECTSERVER=Can Not Connect Server, Please Try later.
IDS_HIDEIP_CONNECTEDSERVER=Connected Server, Please Wait Response...
IDS_HIDEIP_READINGDATA=Connected Server, Reading Data...
IDS_HIDEIP_CANNOTREADINGDATA=Can Not Read Data, Please Try later.
IDS_HIDEIP_QUERYFILEFAILRE=Query File Failire, Please Try later.
IDS_HIDEIP_CANNOTCONNECTNETWORK=Can Not Connect Network, Please Try later.
IDS_HIDEIP_NOIPERROR=Not found more IP,possibly is the server question, please later again try.
IDS_HIDEIP_UNKNOWNADDRESS=Unknown Area
IDS_HIDEIP_SYSTEMRESTORE=Restore IP Success!
IDS_HIDEIP_CANNOTREADSYSTEMINFO=Can Not Read System Infomation, Please Try later.
IDS_HIDEIP_NOTUSEPROXY=Not Used Any Proxy
IDS_HIDEIP_CURRENTPROXYSTATE=Porxy Used State:
IDS_HIDEIP_AREA= Area:
IDS_HIDEIP_SEARCHSUCCESS=Search Success! Please select a Proxy server.









IDS_HIDEIPLIST_ID=ID
IDS_HIDEIPLIST_IP=IP
IDS_HIDEIPLIST_PORT=Port
IDS_HIDEIPLIST_TYPE=Type
IDS_HIDEIPLIST_ADDRESS=Area
IDS_HIDEIPLIST_BEGIN=Validate Date
IDS_HIDEIPLIST_RESPONSE=Response Time





IDS_ADSTEXT_DEFAULT=Top Software
IDS_ADSLINK_DEFAULT=http://www.hidedragon.com/en/affiliate_soft.html

IDS_DBLINK_STATUS=/en/union/34/webstatus.db
IDS_DBLINK_WND=/en/union/34/wndads.db
IDS_UNIONPAGE_DEFAULT=http://www.hidedragon.com/en/union/union.html






IDS_HELPLINK_XPBK=http://www.hidedragon.com/en/sub/eXPerience%20Running.html
IDS_HELPLINK_XPQUICKHIDE=http://www.hidedragon.com/en/sub/eXPerience%20quick%20hide.html
IDS_HELPLINK_XPCLEAN=http://www.hidedragon.com/en/sub/CleanHistory.html
IDS_HELPLINK_XPHIDE=http://www.hidedragon.com/en/sub/HideIP.html
IDS_HELPLINK_XPDISGUISE=http://www.hidedragon.com/en/sub/eXPerience%20disguise.html
IDS_HELPLINK_SUGGEST=http://www.hidedragon.com/cnbbs/index.php
IDS_HELPLINK_MANUAL=http://www.hidedragon.com/en/Manual_set.html
IDS_HELPLINK_PURCHASE=http://www.hidedragon.com/en/purchase.html
IDS_HELPLINK_VIDEOHELP=http://www.hidedragon.com/en/videotutorial.html
IDS_HELPLINK_FIRSTRUN=http://www.hidedragon.com/en/firstrun.html




;;;;;;;;;;;;;;;;;;;;;;;;;;;;;Online Update;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
IDD130_Title=HideDragon 在线更新
IDD130_2007=更新进度:
IDD130_2002=1.正在连接服务器
IDD130_2003=2.正在检查更新组件
IDD130_2004=3.正在下载文件
IDD130_2005=4.正在安装文件
IDD130_2008=开始


IDD160_Title=HideDragon
IDD160_2135=HideDragon已发布更新版本，为了体验更强大的功能，和更稳定的性能，推荐您：
IDD160_2136=立即更新(速度极快)
IDS_BUTTON_START=开始
IDS_BUTTON_STOP=停止



IDS_HDUPDATE_HIDEDRAGONUPDATESUCCESS=HideDragon在线更新成功!
IDS_HDUPDATE_CANNOTRESOLVEADDR=无法解析服务器地址，请检查网络稍后再试。
IDS_HDUPDATE_CANNOTCONNECTSERVER=无法连接服务器，请检查网络稍后再试。
IDS_HDUPDATE_REQUESTFILENOTFOUND=请求的文件没有找到。
IDS_HDUPDATE_SERVERBUSY=服务器忙，请稍后重试。
IDS_HDUPDATE_FILENOTENOUGH=当前目录程序不完整。
IDS_HDUPDATE_DOWNLOADINGNEW=3.已检查到更新版本，正在下载...
IDS_HDUPDATE_DOWNLOADSUCCESS=3.下载完毕
IDS_HDUPDATE_NOTFOUNDNEWER=2.没有检查到更新版本，请以后再试







